---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgfPerMSup2
source: html/4ad3f552-d73b-cd65-8237-5c6af275aa0b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgfPerMSup2 Property

Symbol kgf/m², indicating unit Kilograms force per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KgfPerMSup2 { get; }
```